import { CommentListItem } from "types/interface";

const commentListMock: CommentListItem[] = [
    {
        nickname: "뉴진스의하입뽀이요",
        profileImage: "https://i1.ruliweb.com/img/22/02/14/17ef5babd2c52c085.jpg",
        writeDatetime: "1분전",
        content: "걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ"
    },
    {
        nickname: "뉴진스의하입뽀이요",
        profileImage: "https://i1.ruliweb.com/img/22/02/14/17ef5babd2c52c085.jpg",
        writeDatetime: "1분전",
        content: "걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ"
    },
    {
        nickname: "뉴진스의하입뽀이요",
        profileImage: "https://i1.ruliweb.com/img/22/02/14/17ef5babd2c52c085.jpg",
        writeDatetime: "1분전",
        content: "걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ"
    },
    {
        nickname: "뉴진스의하입뽀이요",
        profileImage: "https://i1.ruliweb.com/img/22/02/14/17ef5babd2c52c085.jpg",
        writeDatetime: "1분전",
        content: "걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ걍 느그는 음쓰 짬통을 내놓은거지 ㅇㅇ"
    }
];

export default commentListMock;